11/data/attachments/c9e15be61b94a5ba.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_4cd8136e-8ecf-4132-b248-92bf88004d14</nif:username>
            <nif:friendToBeAdded>Laura_blood_Actions_92887_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>